{
  "Comment.nvim": { "branch": "master" },
  "JABS.nvim": { "branch": "main" },
  "LspUI.nvim": { "branch": "main" },
  "SmoothCursor.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "aw-watcher-vim": { "branch": "master" },
  "bionic-reading.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bookmarks.nvim": { "branch": "main" },
  "bufferlist.nvim": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "codewindow.nvim": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "alpha" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "cybu.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dropbar.nvim": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "fcitx.nvim": { "branch": "main" },
  "fold_line.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "glow.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "highlight-undo.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "hologram.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "hot-reload.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "ltex-ls.nvim": { "branch": "main" },
  "lualine-so-fancy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdown.nvim": { "branch": "master" },
  "markdowny.nvim": { "branch": "main" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.sessions": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.test": { "branch": "main" },
  "mkdnflow.nvim": { "branch": "main" },
  "modes.nvim": { "branch": "main" },
  "nabla.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neominimap.nvim": { "branch": "main" },
  "neovim": { "branch": "main" },
  "neovim-session-manager": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nordic.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-foldsign": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "possession.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "sentiment.nvim": { "branch": "main" },
  "signup.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "snippet-converter.nvim": { "branch": "main" },
  "staline.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "undotree": { "branch": "master" },
  "url-open": { "branch": "mini" },
  "urlview.nvim": { "branch": "main" },
  "vim-startuptime": { "branch": "master" },
  "vim-translator": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "yazi.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
